[
  {
    "author": "Marcus Aurelius",
    "text": "It is our own opinions that disturb us. Take away these opinions then, and resolve to dismiss your judgment about an act as if it were something grievous, and your anger is gone."
  },
  {
    "author": "Diogenes",
    "text": "He has the most who is content with the least."
  },
  {
    "author": "Marcus Aurelius",
    "text": "Does what’s happened keep you from acting with justice, generosity, self-control, sanity, prudence, honesty, humility, straightforwardness, and all other qualities that allow a person’s nature to fulfil itself? So remember this principle when something threatens to cause you pain: the thing itself was no misfortune at all; to endure it and prevail is great good fortune."
  },
  {
    "author": "Robert Greene",
    "text": "If change is forced upon you, you must resist the temptation to overreact or feel sorry for yourself."
  },
  {
    "author": "Seneca",
    "text": "That person has lost their children: you too, can lose yours; that person received sentence of death: your innocence too, stands under the hammer. This is the fallacy that takes us in and makes us weak while we suffer misfortunes that we never foresaw that we could suffer. The person who has anticipated the coming of troubles takes away their power when they arrive."
  },
  {
    "author": "Scott Peck",
    "text": "The truth is that our finest moments are most likely to occur when we are feeling deeply uncomfortable, unhappy, or unfulfilled. For it is only in such moments, propelled by our discomfort, that we are likely to step out of our ruts and start searching for different ways or truer answers. M."
  },
  {
    "author": "Justus Lipsius",
    "text": "He who does not desire or fear the uncertain day or capricious fate, is equal to the gods above and loftier than mortals."
  },
  {
    "author": "Anthony de Mello",
    "text": "Problems only exist in the human mind."
  },
  {
    "author": "Naval Ravikant",
    "text": "Desire is a contract that you make with yourself to be unhappy until you get what you want."
  },
  {
    "author": "Epictetus",
    "text": "If you want to improve, be content to be thought foolish and stupid."
  },
  {
    "author": "Robert Greene",
    "text": "Cultivate a fearless approach to life, attack everything with boldness and energy."
  },
  {
    "author": "Epictetus",
    "text": "Give yourself fully to your endeavors. Decide to construct your character through excellent actions and determine to pay the price of a worthy goal. The trials you encounter will introduce you to your strengths."
  },
  {
    "author": "Marcus Aurelius",
    "text": "Focus on what nature demands, as if you were governed by that alone. Then do that, and accept it, unless your nature as a living being would be degraded by it."
  },
  {
    "author": "Voltaire",
    "text": "Uncertainty is an uncomfortable position. But certainty is an absurd one."
  },
  {
    "author": "Antisthenes",
    "text": "Pay attention to your enemies, for they are the first to discover your mistakes."
  },
  {
    "author": "Seneca",
    "text": "Your food should appease your hunger, your drink quench your thirst, your clothing keep out the cold, your house be a protection against inclement weather. It makes no difference whether it is built of turf or of variegated marble imported from another country."
  },
  {
    "author": "Seneca",
    "text": "Everyone faces up more bravely to a thing for which he has long prepared himself, sufferings, even, being withstood if they have been trained for in advance. Those who are unprepared, on the other hand, are panic-stricken by the most insignificant happenings."
  },
  {
    "author": "Zeno of Citium",
    "text": "The goal of life is living in agreement with Nature."
  },
  {
    "author": "Ryan Holiday",
    "text": "We must be willing to roll the dice and lose. Prepare, at the end of the day, for none of it to work."
  },
  {
    "author": "Caroline Myss",
    "text": "Discomfort is a wise teacher."
  },
  { "author": "Heraclitus", "text": "Man’s character is his fate." },
  {
    "author": "Socrates",
    "text": "Why should we pay so much attention to what the majority thinks?"
  },
  {
    "author": "Robert Greene",
    "text": "Life is full of hostility — some of it overt, some clever and underhanded."
  },
  {
    "author": "Anthony de Mello",
    "text": "Drop your concepts, drop your opinions, drop your prejudices, drop your judgments, and you will see that."
  },
  {
    "author": "Naval Ravikant",
    "text": "Success is the enemy of learning. It can deprive you of the time and the incentive to start over. Beginner’s mind also needs beginner’s time."
  },
  {
    "author": "David Goggins",
    "text": "People are always looking for shortcuts. The only way to achieve greatness in life is to have patience, consistency, and discipline."
  },
  {
    "author": "Brooke Castillo",
    "text": "Discomfort is the currency of success."
  },
  {
    "author": "Seneca",
    "text": "It’s better to conquer grief than to deceive it."
  },
  {
    "author": "Epictetus",
    "text": "It is impossible that happiness, and yearning for what is not present, should ever be united."
  },
  {
    "author": "Seneca",
    "text": "It is not the man who has too little, but the man who craves more, that is poor."
  },
  {
    "author": "Epictetus",
    "text": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will."
  },
  {
    "author": "William B. Irvine",
    "text": "If we seek social status, we give other people power over us: We have to do things calculated to make them admire us, and we have to refrain from doing things that will trigger their disfavor."
  },
  {
    "author": "Marcus Aurelius",
    "text": "Consider the abyss of time past, infinite future. Three das of life or three generations: what’s the difference?"
  },
  {
    "author": "Robert Greene",
    "text": "Repeated failure will toughen your spirit and show you with absolute clarity how things must be done."
  },
  {
    "author": "Marcus Aurelius",
    "text": "The best answer to anger is silence."
  },
  {
    "author": "Marcus Aurelius",
    "text": "Whatever anyone does or says, I’m bound to the good. Whatever anyone does or says, I must be what I am and show my true colors."
  },
  {
    "author": "Nassim Nicholas Taleb",
    "text": "Heroes are heroes because they are heroic in behaviour, not because they won or lost."
  },
  {
    "author": "Naval Ravikant",
    "text": "A rational person can find peace by cultivating indifference to things outside of their control."
  },
  {
    "author": "Ryan Holiday",
    "text": "True will is quiet humility, resilience, and flexibility; the other kind of will is weakness disguised by bluster and ambition."
  },
  {
    "author": "Seneca",
    "text": "Associate with people who are likely to improve you. Welcome those who you are capable of improving. The process is a mutual one: men learn as they teach."
  },
  {
    "author": "Naval Ravikant",
    "text": "Once you’ve truly controlled your own fate, for better or for worse, you’ll never let anyone else tell you what to do."
  },
  {
    "author": "Robert Greene",
    "text": "Withstand the setbacks and failures, the days of drudgery, and the hard work that are always a part of any creative action."
  },
  {
    "author": "Marcus Aurelius",
    "text": "Do what you will. Even if you tear yourself apart, most people will continue doing the same things."
  },
  {
    "author": "Maxime Lagacé",
    "text": "Understand: a critic doesn’t disturb you, it disturbs your ego. You want to know the truth. Your ego is scared of it."
  },
  {
    "author": "Marcus Aurelius",
    "text": "The first rule is to keep an untroubled spirit. The second is to look things in the face and know them for what they are."
  },
  {
    "author": "Marcus Aurelius",
    "text": "Each of us needs what nature gives us, when nature gives it."
  },
  {
    "author": "Socrates",
    "text": "I love to go and see all the things I am happy without."
  },
  {
    "author": "David Goggins",
    "text": "The path to success will leave you callused, bruised, and very tired. It will also leave you empowered."
  },
  { "author": "Heraclitus", "text": "Nothing endures but change." },
  {
    "author": "Ryan Holiday",
    "text": "The great law of nature is that it never stops. There is no end."
  },
  {
    "author": "Ken Poirot",
    "text": "True success is achieved by stretching oneself, learning to feel comfortable being uncomfortable."
  },
  {
    "author": "Plato",
    "text": "No human thing is of serious importance."
  },
  {
    "author": "Paul Graham",
    "text": "Relentlessly prune bullshit, don’t wait to do things that matter, and savor the time you have."
  },
  {
    "author": "Epictetus",
    "text": "What upsets people is not things themselves, but their judgements about these things."
  },
  {
    "author": "Seneca",
    "text": "We should love all our dear ones… but always with the thought that we have no promise that we may keep them forever—nay, no promise even that we may keep them for long."
  },
  {
    "author": "Nassim Nicholas Taleb",
    "text": "You find peace by coming to terms with what you don’t know."
  },
  {
    "author": "Marcus Aurelius",
    "text": "If you seek tranquility, do less. Or (more accurately) do what’s essential – what the reason of a social being requires, and in the requisite way. Which brings a double satisfaction: to do less, better."
  },
  {
    "author": "Seneca",
    "text": "The mind that is anxious about future events is miserable."
  },
  {
    "author": "Nassim Nicholas Taleb",
    "text": "Difficulty is what wakes up the genius."
  },
  {
    "author": "William B. Irvine",
    "text": "We humans are unhappy in large part because we are insatiable; after working hard to get what we want, we routinely lose interest in the object of our desire. Rather than feeling satisfied, we feel a bit bored, and in response to this boredom, we go on to form new, even grander desires."
  },
  {
    "author": "Donald J. Robertson",
    "text": "The wise man needs nothing and yet he can make good use of anything, whereas the fool ‘needs’ countless things but can make good use of none of them."
  },
  {
    "author": "Mingyur Rinpoche",
    "text": "When we become fixed in our perceptions we lose our ability to fly."
  },
  {
    "author": "Marcus Aurelius",
    "text": "The tranquility that comes when you stop caring what they say. Or think, or do. Only what you do."
  },
  {
    "author": "Seneca",
    "text": "A gem cannot be polished without friction, nor a man perfected without trials."
  },
  {
    "author": "Voltaire",
    "text": "‎Life is a shipwreck, but we must not forget to sing in the lifeboats."
  },
  {
    "author": "David Goggins",
    "text": "Life isn’t always about doing the things we like to do. It’s about doing things we have to do."
  },
  {
    "author": "Maxime Lagacé",
    "text": "Some can delay gratification. Others don’t seek it at all. Be the latter."
  },
  {
    "author": "Albert Einstein",
    "text": "The ordinary objects of human endeavour – property, outward success, luxury – have always seemed to me contemptible."
  },
  {
    "author": "Seneca",
    "text": "As each day arises, welcome it as the very best day of all, and make it your own possession. We must seize what flees."
  },
  {
    "author": "Jack Kornfield",
    "text": "Life is all the more precious and beautiful because it is so fleeting."
  },
  {
    "author": "Seneca",
    "text": "In all things we should try to make ourselves be as grateful as possible."
  },
  {
    "author": "Seneca",
    "text": "The whole future lies in uncertainty: live immediately."
  },
  {
    "author": "Seneca",
    "text": "So, concerning the things we pursue, and for which we vigorously exert ourselves, we owe this consideration – either there is nothing useful in them, or most aren’t useful. Some of them are superfluous, while others aren’t worth that much. But we don’t discern this and see them as free, when they cost us dearly."
  },
  {
    "author": "James Pierce",
    "text": "To be stoic is not to be emotionless, but to remain unaffected by your emotions."
  },
  {
    "author": "Epictetus",
    "text": "If evil be spoken of you and it be true, correct yourself, if it’s a lie, laugh at it."
  },
  {
    "author": "Zeno of Citium",
    "text": "Man conquers the world by conquering himself."
  },
  {
    "author": "Epictetus",
    "text": "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has."
  },
  {
    "author": "Marcus Aurelius",
    "text": "The happiness of those who want to be popular depends on others; the happiness of those who seek pleasure fluctuates with moods outside their control; but the happiness of the wise grows out of their own free acts."
  },
  {
    "author": "David Goggins",
    "text": "Most people who doubt you doubt you because they can never see themselves doing what you are trying to do."
  },
  {
    "author": "Robert Greene",
    "text": "By becoming deeply aware of our mortality, we intensify our experience of every aspect of life."
  },
  {
    "author": "Heraclitus",
    "text": "To be evenminded is the greatest virtue."
  },
  {
    "author": "Jonas Salzgeber",
    "text": "Stoicism teaches how to keep a calm and rational mind no matter what happens to you and it helps you understand and focus on what you can control and not worry about and accept what you can’t control."
  },
  {
    "author": "Marcus Aurelius",
    "text": "If it’s endurable, then endure it. Stop complaining."
  },
  {
    "author": "Robert Greene",
    "text": "Become your own worst critic; see your work as if through the eyes of others."
  },
  {
    "author": "Socrates",
    "text": "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less."
  },
  {
    "author": "Alan Watts",
    "text": "As long as you remember that everything is exactly how it’s supposed to be, you will always be sane."
  },
  { "author": "Ryan Holiday", "text": "The obstacle is the way." },
  {
    "author": "Conor McGregor",
    "text": "The more you seek the uncomfortable, the more you will become comfortable."
  },
  {
    "author": "Musonius Rufus",
    "text": "If you accomplish something good with hard work, the labor passes quickly, but the good endures; if you do something shameful in pursuit of pleasure, the pleasure passes quickly, but the shame endures."
  },
  {
    "author": "Dalai Lama",
    "text": "The true hero is one who conquers his own anger and hatred."
  },
  {
    "author": "Marcus Aurelius",
    "text": "The secret of all victory lies in the organization of the non-obvious."
  },
  {
    "author": "Maxime Lagacé",
    "text": "The easiest way to live unhappy and unsatisfied is to hope. More often than not, you’ll be disappointed. Thus, your main aim should be to do the best you can right now and to expect nothing at all. Accept the way things turn out despite your best effort. That’s the only path to a peaceful mind."
  },
  {
    "author": "John Wooden",
    "text": "If you lose self-control everything will fall."
  },
  {
    "author": "Epictetus",
    "text": "You become what you give your attention to…If you yourself don’t choose what thoughts and images you expose yourself to, someone else will."
  },
  {
    "author": "Haemin Sunim",
    "text": "Life’s three best teachers: heartbreak, empty pocket, failures."
  },
  {
    "author": "Seneca",
    "text": "Let us not postpone anything, let us engage in combats with life each day."
  },
  {
    "author": "Maxime Lagacé",
    "text": "Winning is not about talent, being smart, taking shortcuts. It’s about finding the right thing to do, and doing it."
  },
  {
    "author": "Nassim Nicholas Taleb",
    "text": "Greatness starts with the replacement of hatred with polite disdain."
  },
  {
    "author": "Greg McKeown",
    "text": "Take a deep breath. Get present in the moment and ask yourself what is important this very second."
  },
  {
    "author": "Marcus Aurelius",
    "text": "What people say or think about him, or how they treat him, isn’t something he worries about."
  },
  {
    "author": "Marcus Aurelius",
    "text": "Just that you do the right thing. The rest doesn’t matter."
  },
  {
    "author": "David Goggins",
    "text": "Be true to whoever or whatever you are and wear it like a badge of honor. Fit in with one person and one person only: yourself."
  },
  {
    "author": "Epictetus",
    "text": "I have to die. If it is now, well then I die now; if later, then now I will take my lunch, since the hour for lunch has arrived – and dying I will tend to later."
  },
  {
    "author": "Epictetus",
    "text": "Don’t explain your philosophy. Embody it."
  },
  {
    "author": "Epictetus",
    "text": "No man is free who is not master of himself."
  },
  {
    "author": "Seneca",
    "text": "Many men will meet me who are drunkards, lustful, ungrateful, greedy, and excited by the frenzy of ambition."
  },
  {
    "author": "Maxime Lagacé",
    "text": "Life will punch you in the face if your head gets too big. Don’t ever pretend, don’t lie, don’t feel superior. Just be honest and do your own thing."
  },
  {
    "author": "Seneca",
    "text": "Let us prepare our minds as if we’d come to the very end of life. Let us postpone nothing."
  },
  {
    "author": "Maya Angelou",
    "text": "What you’re supposed to do when you don’t like a thing is change it. If you can’t change it, change the way you think about it. Don’t complain."
  },
  {
    "author": "Robertson",
    "text": "Remind yourself that the past and future are ‘indifferent’ to you, and that the supreme good, and eudaimonia, can only exist within you, right now, in the present moment. Donald J."
  },
  {
    "author": "Ryan Holiday",
    "text": "Genius often really is just persistence in disguise."
  },
  {
    "author": "Epictetus",
    "text": "If anyone tells you that a certain person speaks ill of you, do not make excuses about what is said of you but answer, ‘He was ignorant of my other faults, else he would not have mentioned these alone’."
  },
  {
    "author": "Zen proverb",
    "text": "There is no beginning and there is no end to time. There is only your perception of time."
  },
  {
    "author": "Augustine of Hippo",
    "text": "Order your soul. Reduce your wants."
  },
  {
    "author": "Frank A. Clark",
    "text": "We find comfort among those who agree with us – growth among those who don’t."
  },
  {
    "author": "Seneca",
    "text": "You are scared of dying—and, tell me, is the kind of life you lead really any different than being dead?"
  },
  {
    "author": "Marcus Aurelius",
    "text": "Because most of what we say and do is not essential. If you can eliminate it, you’ll have more time, and more tranquility. Ask yourself at every moment, ‘Is this necessary?’."
  },
  {
    "author": "Epictetus",
    "text": "Progress is not achieved by luck or accident, but by working on yourself daily."
  },
  {
    "author": "Seneca",
    "text": "Never have I put my trust in fortune, even when she appeared to be offering peace; all those gifts she bestowed on me in her kindness — money, position, influence — I stored where she would be able to reclaim them with no disturbance to me."
  },
  {
    "author": "Johnny Uzan",
    "text": "Things you won’t say on your deathbed: “I wish I paid more attention to what other people think”."
  },
  {
    "author": "Marcus Aurelius",
    "text": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking."
  },
  {
    "author": "Nassim Nicholas Taleb",
    "text": "A Stoic is someone who transforms fear into prudence, pain into transformation, mistakes into initiation, and desire into undertaking."
  },
  {
    "author": "Ed Latimore",
    "text": "Be so busy building your own life that other people’s bullshit is of no concern."
  },
  {
    "author": "William James",
    "text": "The art of being wise is the art of knowing what to overlook."
  },
  {
    "author": "David Goggins",
    "text": "Don’t let your fears paralyze you into becoming a lesser version of yourself. Eliminate fear by confronting what you’re afraid of."
  },
  {
    "author": "Haemin Sunim",
    "text": "Your true self is not your emotion such as anger, frustration or hate. It is the inner witness that knows the rise and fall of your emotion."
  },
  {
    "author": "Ryan Holiday",
    "text": "Bad companies are destroyed by crisis. Good companies survive them. Great individuals, like great companies, find a way to transform weakness into strength."
  },
  {
    "author": "Naval Ravikant",
    "text": "We’re not really here that long, and we don’t really matter that much. Nothing that we do lasts. Eventually, you will fade. Your works will fade. Your children will fade. Your thoughts will fade. These planets will fade. This sun will fade. It will all be gone."
  },
  {
    "author": "Seneca",
    "text": "Whatever seems lofty is dangerous… Those whom an unfavorable fortune has placed in a critical position will be safer if they eliminate pride from their proud circumstances and bring down their fortune as much as possible to a lowly state."
  },
  {
    "author": "Seneca",
    "text": "Begin at once to live, and count each separate day as a separate life."
  },
  {
    "author": "John Milton",
    "text": "He who reigns within himself, and rules passions, desires, and fears, is more than a king."
  },
  {
    "author": "Dan Horton",
    "text": "A man is no bigger than the smallest thing that provokes him."
  },
  {
    "author": "Robert Greene",
    "text": "Do not envy those who seems naturally gifted; it is often a curse."
  },
  {
    "author": "Maxime Lagacé",
    "text": "Death could be around the corner, for you, for your friends and for your family. I’m not trying to scare you. I’m just realist."
  },
  {
    "author": "Nassim Nicholas Taleb",
    "text": "Weak men act to satisfy their needs, stronger men their duties."
  },
  {
    "author": "David Goggins",
    "text": "Even if you are hurting, never let your competition see the look of defeat or even vulnerability on your face."
  },
  {
    "author": "Maxime Lagacé",
    "text": "Human beings want control and certainty. “Accepting fate” means the opposite. That’s why it seems absurd to us."
  },
  {
    "author": "Naval Ravikant",
    "text": "You can change it, you can accept it, or you can leave it. What is not a good option is to sit around wishing you would change it but not changing it, wishing you would leave it but not leaving it, and not accepting it."
  },
  {
    "author": "Seneca",
    "text": "Until we have begun to go without them, we fail to realize how unnecessary many things are. We’ve been using them not because we needed them but because we had them."
  },
  {
    "author": "Krishna",
    "text": "Everything comes and goes in life. Happiness and unhappiness are temporary experiences that rise from sense perception. Heat and cold, pleasure and pain, will come and go. They never last forever. So, do not get attached to them. We have no control over them."
  },
  {
    "author": "Nicholas Nassim Taleb",
    "text": "We are quick to forget that just being alive is an extraordinary piece of good luck, a remote event, a chance occurrence of monstrous proportions."
  },
  {
    "author": "Marcus Aurelius",
    "text": "This is the mark of perfection of character—to spend each day as if it were your last, without frenzy, laziness, or any pretending."
  },
  {
    "author": "Joshua Fields Millburn",
    "text": "The most important reason to live in the moment is nothing lasts forever. Enjoy the moment while it’s in front of you. Be present. Accept life for what it is: a finite span of time with infinite possibilities."
  },
  {
    "author": "Thucydides",
    "text": "Self-control is the chief element in self-respect, and self-respect is the chief element in courage."
  },
  {
    "author": "Maxime Lagacé",
    "text": "I’m not asking you to be fearless. I’m asking you to be courageous."
  },
  {
    "author": "It’s far better to seem like a downer than to be blindsided or caught off guard. Ryan Holiday",
    "text": "The world might call you a pessimist. Who cares?"
  },
  {
    "author": "Joe Rogan",
    "text": "Discomfort is your friend. It doesn’t matter if you’re sick, if you have kids… if you’re a pro, you go to work."
  },
  {
    "author": "Seneca",
    "text": "There is no genius without a touch of madness."
  },
  {
    "author": "Seneca",
    "text": "Inwardly, we ought to be different in every respect, but our outward dress should blend in with the crowd."
  },
  {
    "author": "Albert Einstein",
    "text": "Failure and deprivation are the best educators and purifiers."
  }
]
